disks/bs.read/15_32m.log
job: (g=0): rw=read, bs=(R) 32.0MiB-32.0MiB, (W) 32.0MiB-32.0MiB, (T) 32.0MiB-32.0MiB, ioengine=libaio, iodepth=1
fio-3.7
Starting 1 process

job: (groupid=0, jobs=1): err= 0: pid=230063: Tue Aug 11 21:53:14 2020
   read: IOPS=9, BW=303MiB/s (317MB/s)(5120MiB/16915msec)
    slat (usec): min=1169, max=7462, avg=1733.54, stdev=475.75
    clat (msec): min=3, max=162, avg=103.98, stdev=71.70
     lat (msec): min=5, max=164, avg=105.71, stdev=71.79
    clat percentiles (msec):
     |  1.00th=[    4],  5.00th=[    4], 10.00th=[    5], 20.00th=[    5],
     | 30.00th=[    5], 40.00th=[  150], 50.00th=[  150], 60.00th=[  155],
     | 70.00th=[  157], 80.00th=[  159], 90.00th=[  161], 95.00th=[  161],
     | 99.00th=[  163], 99.50th=[  163], 99.90th=[  163], 99.95th=[  163],
     | 99.99th=[  163]
   bw (  KiB/s): min=196215, max=262144, per=66.63%, avg=206525.79, stdev=23867.49, samples=33
   iops        : min=    5, max=    8, avg= 6.27, stdev= 0.76, samples=33
  lat (msec)   : 4=7.50%, 10=26.25%, 250=66.25%
  cpu          : usr=0.01%, sys=1.57%, ctx=176, majf=0, minf=539
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=160,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=303MiB/s (317MB/s), 303MiB/s-303MiB/s (317MB/s-317MB/s), io=5120MiB (5369MB), run=16915-16915msec

Disk stats (read/write):
  sde: ios=15100/0, merge=0/0, ticks=1059140/0, in_queue=1051563, util=80.29%