disks/bs.read/16_64m.log
job: (g=0): rw=read, bs=(R) 64.0MiB-64.0MiB, (W) 64.0MiB-64.0MiB, (T) 64.0MiB-64.0MiB, ioengine=libaio, iodepth=1
fio-3.7
Starting 1 process

job: (groupid=0, jobs=1): err= 0: pid=230109: Tue Aug 11 21:53:42 2020
   read: IOPS=4, BW=302MiB/s (317MB/s)(5120MiB/16938msec)
    slat (usec): min=2283, max=13742, avg=3430.84, stdev=1215.54
    clat (msec): min=7, max=322, avg=208.27, stdev=143.86
     lat (msec): min=11, max=326, avg=211.71, stdev=144.13
    clat percentiles (msec):
     |  1.00th=[    8],  5.00th=[    8], 10.00th=[    9], 20.00th=[    9],
     | 30.00th=[    9], 40.00th=[  300], 50.00th=[  305], 60.00th=[  305],
     | 70.00th=[  313], 80.00th=[  317], 90.00th=[  321], 95.00th=[  321],
     | 99.00th=[  321], 99.50th=[  321], 99.90th=[  321], 99.95th=[  321],
     | 99.99th=[  321]
   bw (  KiB/s): min=131072, max=262144, per=66.73%, avg=206537.70, stdev=65783.77, samples=33
   iops        : min=    2, max=    4, avg= 3.15, stdev= 1.00, samples=33
  lat (msec)   : 10=33.75%, 500=66.25%
  cpu          : usr=0.00%, sys=1.55%, ctx=94, majf=0, minf=554
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=80,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=302MiB/s (317MB/s), 302MiB/s-302MiB/s (317MB/s-317MB/s), io=5120MiB (5369MB), run=16938-16938msec

Disk stats (read/write):
  sde: ios=20358/0, merge=0/0, ticks=2142356/0, in_queue=2132166, util=80.44%